Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Hola, hola, gdzie lezie?
uk: Гей, гей! Куди ти зібрався?

source: Hola, hola, nie ma przejścia dalej.
uk: Гей-гей, проходу нема.

source: Hola, hola, w nocy poza miastem jest niebezpiecznie. Idź rano, a teraz wróć do domu i się prześpij. Do czarowania potrzeba sił.
uk: Агов, агов, вночі за містом небезпечно. Підеш вранці, а зараз йди додому і виспись. Щоб чаклувати, потрібні сили.

source: Holdgwig przebywa na piętrze głównego budynku.
uk: Гольдвіг на другому поверсі головної будівлі.

source: Holdwig
uk: Гольдвіг

source: Holdwig był oddany swojej sprawie. Nie chciał się poddać.
uk: Гольдвіг був відданий своїй справі. Він не хотів здаватися.

source: Holdwig będzie ci wdzięczny, gdy wyzdrowieje.
uk: Гольдвіг буде вдячний тобі, коли одужає.

source: Holdwig jest niedysponowany. Dopóki nie wyzdrowieje, nie dostanę zapłaty.
uk: Гольдвіг нездужає. Поки він не одужає, мені не заплатять.

source: Holdwig ma pełną kontrolę nad winnicą.
uk: Гольдвіг повністю контролює виноградник.

source: Holdwig ma się już lepiej.
uk: Гольдвігу вже краще.

source: Holdwig ma się już lepiej. Medyk mówił, że zwyczajnie zatruł się jakimś paskudztwem. Nie było żadnego otrucia.
uk: Гольдвігові вже краще. Лікар сказав, що він просто отруївся якоюсь гидотою. Ніхто його не труїв.

source: Holdwig mieszka na piętrze, wystarczy, że wejdziesz po schodach.
uk: Гольдвіг живе нагорі, просто піднімись сходами.

source: Holdwig nie wyrządzi już żadnych szkód gospodarstwu swojego ojca, bowiem już za niedługo trafi do Górniczej Doliny!
uk: Гольдвіг більше не завдасть шкоди господарству свого батька, бо незабаром він буде в Гірничій Долині!

source: Holdwig nigdy nie miał głowy do interesów, i nie wierzę, że coś się w tej kwestii zmieniło.
uk: Гольдвіг ніколи не був бізнесменом, і я не думаю, що в цьому плані щось змінилося.

source: Holdwig podobno został otruty, wiesz coś o tym?
uk: Подейкують, що Гольдвіга отруїли, ти про це щось знаєш?

source: Holdwig prawie ducha wyzionął, a ty podkradasz nam wino?!
uk: Гольдвіг ледь не сконав, а ти у нас вино крадеш?!

source: Holdwig to silny chłopak. Odkąd tylko nauczył się chodzić, zaczął towarzyszyć ojcu w pracach na winnicy. Nikt nie zna się na gospodarstwie tak jak on.
uk: Гольдвіг – сильний хлопчина. Щойно навчившись ходити, він почав допомагати батьку на винограднику. Ніхто не знається на господарстві так, як він.

source: Holdwig żyje, a działając pochopnie, nie poznamy, co się z nim stało.
uk: Гольдвіг живий, а діючи необдумано, ми так і не дізнаємося, що з ним сталося.

source: Holdwiga ucieszyły wieści, które mu przekazałem. Twierdzi, iż w takim wypadku kluczem do opanowania sytuacji jest pozbycie się Gerharda. Nie przedstawił dokładnego planu, ale sugerował 'miejską' intrygę. Gerhard zajmuje się skupowaniem i odsprzedawaniem towarów z farm i winnic. Być może powinienem rozpocząć poszukiwania od jego nabywców, takich jak karczmarze lub handlarze.
uk: Гольдвіг був задоволений новиною, яку я йому повідомив. Він стверджує, що в даному випадку запорукою досягнення контролю над ситуацією є усунення Герхарда. Точного плану він не виклав, але запропонував 'міську' інтригу. Герхард займається купівлею і перепродажем товарів з ферм і виноградників. Можливо, мені варто почати пошуки з його покупців, наприклад, корчмарів чи торговців.

source: Holdwiga uczyłem pracy przy winoroślach, a Andreasowi pomagałem przy rachunkach. To były takie spokojne czasy...
uk: Я навчив Гольдвіга працювати з виноградною лозою, а Андреасу допомагав з бухгалтерією. Це були такі спокійні часи...

source: Holdwigu.
uk: Гольдвіга.

source: Homer
uk: Гомер

source: Homer jest wewnątrz karczmy, nie mam nawet co myśleć o wyciągnięciu go z Przystani dopóki nie skończy się biesiada.
uk: Гомер у корчмі. До закінчення бенкету годі й думати про те, щоб витягти його з Гавані.

source: Homer trafił do więzienia? Cholera, muszę to sprawdzić.
uk: Гомер потрапив до в'язниці? Дідько, доведеться це перевірити.

source: Homer użył kamienia teleportacyjnego. Jeśli wszystko poszło zgodnie z planem, to za jakiś czas pewnie trafimy na siebie w mieście. Teraz muszę wymyślić jeszcze jakieś kłamstwo dla Thiago i Dinkela.
uk: Гомер використав руну телепортації. Якщо все піде за планом, то через деякий час ми зустрінемось у місті. Тепер я маю придумати, що сказати Тьяго та Дінкелю.

source: Homer zaproponował mi plan ucieczki - chce, abym zabrał go gdzieś do innej części Przystani pod pozorem naprawiania któregoś z budynków. Najpierw będę musiał znaleźć jakieś nieuczęszczane miejsce na terenie Przystani.
uk: Гомер запропонував мені план втечі – він хоче, щоб я відвів його кудись в іншу частину Гавані під приводом ремонту однієї з будівель. Спочатку мені потрібно знайти якесь безлюдне місце на території Гавані.

source: Homer został sam ze swoimi zmartwieniami. Chyba nie będę miał już okazji sprawdzić, co u niego.
uk: Гомер залишився наодинці зі своїми турботами. Гадаю, у мене більше не буде можливості з ним побачитись.

source: Homer został wrzucony do więzienia zaraz po pojawieniu się w mieście. W jego oczach i tak jest to znaczna poprawa sytuacji po długotrwałym byciu niewolnikiem w Przystani. Prosił mnie, abym nie próbował mu już więcej pomóc - jego zdaniem przynoszę pecha. Jeśli uda mi się jeszcze odzyskać runę od któregoś ze strażników, to przynajmniej ja wyjdę z całej tej sprawy obronną ręką.
uk: Гомера кинули до в'язниці, щойно він з'явився у місті. Втім, для нього це значно краще, ніж тривале рабство в Гавані. Він попросив мене більше не намагатися допомогти йому – на його думку, я приношу нещастя. Якщо мені все ж вдасться забрати руну в одного з вартових, то, принаймні, я хоч щось з цього матиму.

source: Homer! Mają dla ciebie robotę przy palisadzie. Tylko niech cię tam nic nie zeżre, masz jeszcze chatę do wysprzątania!
uk: Гомере! Для тебе є робота на частоколі. Постарайся, щоб тебе там не з'їла якась потвора, бо тобі ще треба прибрати в хатині!

source: Homera zeżarły węże błotne.
uk: Гомера з'їли болотожери.

source: Honor robotnika
uk: Честь робітника

source: Honor wojownika wymaga, bym spełnił twoją prośbę. No już, uderz mnie, przywal z całej siły!
uk: Честь воїна вимагає, щоб я виконав твоє прохання. Давай, вдар мене, вдар з усієї сили!

source: Honorowy i chwalebny czyn... Archolos potrzebuje, szczególnie teraz, mądrych i roztropnych ludzi by nie pogrążyć się w całkowitym chaosie.
uk: Благородний і славний вчинок... Архолос потребує, особливо зараз, мудрих і розсудливих людей, щоб уберегти його від повного хаосу.

source: Huh, wiesz, mam swoje lata, a to oznacza ograniczenia. Nie jestem w stanie nauczyć więcej takiego młodzika jak ty.
uk: Хах, як бачиш, я вже в літах, а це накладає певні обмеження. Я не можу більше навчати таку молодь, як ти.

source: Huug
uk: Хууг

source: Huug oraz zabójcy Runara nie żyją. Pytanie, czy Trimegisto uwierzy w moją wersję wydarzeń. Pora wracać do maga.
uk: Вбивці Хууга та Рунара мертві. Питання в тому, чи повірить Трімегісто моїй версії подій. Час повернутися до мага.

source: Huug oszukiwał ludzi, sam widziałeś.
uk: Хууг дурив людей, ви самі це бачили.

source: Huug oszukiwał ludzi. Jest... był winny bluźnierstwa. Na własne oczy widziałeś, jakie przedmioty posiadał w swojej chacie. Pomściłem jego śmierć. Już sam ten fakt świadczy o mojej niewinności.
uk: Хууг дурив людей. Він... винен у богохульстві. Ви на власні очі бачили, що за речі були в його хатині. Я помстився за його смерть. Цей факт сам по собі доводить мою невинність.

source: Huug został pojmany i osądzony. Magowie najchętniej skazaliby go na śmierć, ale nie mają takiej władzy w tej części Myrtany. Huug trafił do lochów i poczeka na świecki proces.
uk: Хууга було схоплено і представлено перед судом. Магам дуже хотілося б засудити його до смертної кари, але в цій частині Міртани вони не мають такої влади. Хууга відвели до в'язниці, де він чекатиме вироку суду.

source: Huug! Stoisz przed nami oskarżony o bluźnierstwo, oszustwa oraz próbę morderstwa królewskiego paladyna. Powiedz czy przyznajesz się do winy?
uk: Хууг! Ти стоїш перед нами за звинуваченням у богохульстві, шахрайстві та замаху на вбивство королівського паладина. Скажи нам, чи визнаєш ти себе винним?

source: Huxlay
uk: Хакслі

source: Huxlay był jednym z najbardziej poszukiwanych ludzi na kontynencie.
uk: Хакслі був одним з найбільш розшукуваних людей на континенті.

source: Huxlay mnie oczekuje.
uk: Хакслі чекає на мене.

source: Huxlay obiecał, że zajmie się sprawą. Obiecał potwierdzić moją przydatność Graysonowi, o ile będę go słuchać i nie wejdę mu w drogę. Mamy się spotkać wieczorem w Mrocznych Tajemnicach.
uk: Хакслі пообіцяв допомогти у цій справі. Він запевнив, що підтвердить мої здібності Грейсону, якщо я прислухатимусь до нього і не заважатиму. Ми домовились зустрітися сьогодні ввечері в Темних Таємницях.

source: Huxlay zorganizuje ich aresztowanie.
uk: Хакслі організує їх арешт.

source: Hyh... Co ty sugerujesz? Nic mi nie udowodnisz!
uk: Хм... На що ти натякаєш? У тебе немає доказів!

source: I JESZCZE JEDEN parszywy stwór załatwiony!
uk: Ще однією мерзенною істотою стало менше!

source: I akurat teraz się pojawiła. Zobaczysz, czym zajmuje się twój wujek i pogadamy sobie trochę o tym wszystkim, co się wydarzyło.
uk: А зараз вона з'явилася. Побачиш, чим займається твій дядько і ми з тобою зможемо трохи поговорити про все, що сталося.

source: I bardzo dobrze!
uk: Ну й добре!

source: I bardzo dobrze! Niech wszyscy wiedzą, jak Ernesto traktuje swoich klientów!
uk: І дуже добре! Нехай всі знають, як Ернесто ставиться до своїх клієнтів!

source: I bardzo dobrze! Pomyśl, co by było, gdyby te bestie dostały się do kuźni! Rusz głową i zgarnij kilku chłopaków do pomocy!
uk: І правильно! Подумай тільки, що було б, якби ці тварюки потрапили в кузню! Подумай головою і візьми хлопців на підмогу!

source: I bardzo dobrze! Te narzędzia w tych skrzyniach to szmelc! Dack już dawno powinien zainwestować w nowy porządny sprzęt!
uk: І це дуже добре! Інструменти в цих ящиках – це просто мотлох! Дак вже давно мав би придбати нове пристойне обладнання!

source: I bardzo dobrze, bo właśnie ktoś taki jest mi potrzebny.
uk: Дуже добре, саме така людина мені і потрібна.

source: I bardzo dobrze, należało mu się.
uk: І дуже добре, він цього заслужив.

source: I bardzo dobrze, wtedy mielibyśmy prawdziwe kłopoty.
uk: І дуже добре, тоді у нас були б справжні проблеми.

source: I bardzo dobrze.
uk: Ну й добре.

source: I bardzo dobrze. Jego metody są... nietypowe.
uk: І дуже добре. Його методи... незвичні.

source: I bluszczem usłane kamienne kaplice!
uk: Плющем оповиті храми богів!

source: I bryzą muskane brzegi perłowe!
uk: І квітнуть поля у ранковій росі!

source: I byłem za to bardzo wdzięczny!
uk: І я був за те дуже вдячний!

source: I będę chciał z tobą poważnie porozmawiać, jak tylko wrócisz. No i... dziękuję... za poinformowanie mnie o tym problemie.
uk: І я хочу серйозно поговорити з тобою, як тільки ти повернешся. І... дякую... що повідомив мені про цю проблему.

source: I będę stawał za nimi jeśliby mnie chmara orków goniła!
uk: І я стоятиму за ними, якщо орда орків гнатиметься за мною!

source: I będę stawał za nimi murem choćby mnie chmara orków goniła!
uk: І я стоятиму за них горою, навіть якщо орда орків гнатиметься за мною!

source: I będę stawał za nimi murem, choćby mnie chm... chmara orków goniła!
uk: І я стоятиму за них горою, навіть якщо гм... орда орків гнатиметься за мною!

source: I będę stawał za nimi murem, choćby mnie chmara orków goniła!
uk: І я стоятиму за них горою, навіть якщо орда орків гнатиметься за мною!

source: I będę stawał za nimi... jeśliby mnie chmara orków goniła!
uk: І я стоятиму за ними... якщо орда орків гнатиметься за мною!

source: I błagam, załatw to szybko. Na samą myśl o jego fanatyzmie dostaję mdłości.
uk: І я благаю тебе розібратися з цим якнайшвидше. Від однієї думки про його фанатизм мене нудить.

source: I cała praca na nic! Niech to... Ahahahah...
uk: І вся робота намарно! Дідько... Аха-ха-ха...

source: I chcesz mi jej udzielić tak po prostu?
uk: І ти хочеш допомогти мені просто так?

source: I cieszę się, że nie skorzystałeś z usług Huxlaya. Nie przepadam za jego metodami wykonywania swoich obowiązków.
uk: І я радий, що ти не скористався допомогою Хакслі. Я не в захваті від його методів виконання обов'язків.

source: I co ci przyjdzie ze zniszczenia Fridy?
uk: І що ти отримаєш, знищивши Фріду?

source: I co ci z tego wszystkiego przyszło?
uk: І що ти з цього всього отримав?

source: I co dalej?
uk: І що далі?

source: I co mi zrobisz? Myślisz, że ty albo ci samozwańczy ochroniarze dzielnicy mogą mnie powstrzymać przed przekazaniem wiadomości od Volkera?
uk: І що ти мені зробиш? Гадаєш, що ти або ж ці самоназвані охоронці нетрів здатні завадити мені передати повідомлення від Волкера?

source: I co mi zrobisz? Rzucisz się na mnie z piłą?
uk: І що ти мені зробиш? Накинешся на мене з пилкою?

source: I co nam po wolności? Traumy jakiej tu doświadczyłyśmy nigdy nie uda nam się zapomnieć. Idź - nie chcę cię więcej widzieć!
uk: Що ще принесе нам свобода? Ми ніколи не зможемо забути, що з нами тут зробили. Забирайся! Не хочу тебе більше бачити!

source: I co o nich myślisz? Nadadzą się?
uk: А що ти про них думаєш? Вони підійдуть?

source: I co pan władza z tym zrobi?
uk: А що пан вартовий збирається з ним робити?

source: I co powiem? Że jednak Harold jest lepszy? To jeszcze gorzej niż stracić chatę!
uk: І що мені сказати? Що Гарольд все-таки кращий за мене? Це навіть гірше, ніж втратити халупу!

source: I co powiesz o naszych nowych mundurach?
uk: А що скажеш про нашу нову форму?

source: I co się gapisz?
uk: На що витріщився?

source: I co się stanie, gdy już znajdziemy tego 'winnego'?
uk: І що буде, коли ми знайдемо 'винного'?

source: I co takiego niby zamierzasz zrobić?
uk: І що ти збираєшся робити?

source: I co takiego powiedział ci zarządca?
uk: І що тобі сказав сільський староста?

source: I co teraz zrobisz?
uk: Що тепер робитимеш?

source: I co teraz?
uk: І що тепер?

source: I co teraz? Gdzie jest ten cały Adanos gdy go potrzeba?
uk: І що тепер? Де ж цей Аданос, коли він так потрібен?

source: I co wtedy się stanie?
uk: А що буде потім?

source: I co z tego?
uk: І що з того?

source: I co znalazłeś?
uk: І що ти знайшов?

source: I co, będziesz teraz tak zabijał pracowników swojej kopalni?
uk: І що, тепер ти будеш так само вбивати своїх працівників?

source: I co, królowa jednak może zbić gońca!
uk: Ну що ж, очевидно, ферзь цілком може взяти слона!

source: I co, spotkałeś go u sióstr?
uk: Ну то як, ти знайшов його в сестер?

source: I co, udało ci się coś ustalić?
uk: Ну як? Тобі вдалося щось з'ясувати?

source: I co, zimno?
uk: Ну що, холодно?

source: I co, znalazłeś swojego kumpla?
uk: І що, знайшов свого друга?

source: I co?
uk: І що?

source: I co? Było bardzo niebezpiecznie? Mam się czym martwić?
uk: І що? Було щось небезпечне? У мене є привід непокоїтись?

source: I co? Co nie grało? Gdzie mógłbym się poprawić?
uk: І як? Що не вдалося? Що я міг би покращити?

source: I co? Dogadaliście się?
uk: І що? Ви домовились?

source: I co? Lennart dalej niewzruszony? Docan mówił, że polowanie poszło świetnie!
uk: Ну то що, Ленарт все ще не передумав? Докан сказав, що полювання пройшло чудово!

source: I co? Przecież też mundury nosimy!
uk: І що? Ми також носимо форму!

source: I co? Przyprowadziłeś ich do nas?!
uk: І що? Ти привів їх до нас?!

source: I co? Spokój?
uk: Ну як? Все спокійно?

source: I co? Wydałem ci się dobrym kandydatem?
uk: І що? Я виглядаю гарним кандидатом?

source: I czego się dowiedziałeś?
uk: І що дізнався?

source: I dla ciebie...
uk: І тобі...

source: I dlatego nie przekazał braciom nowej wersji, bo nie miał w tym interesu. Komuś, kto samotnie zarządza winnicą, jest łatwiej dyktować warunki, prawda?
uk: І саме тому він не передав нову версію братам, бо не був у цьому зацікавлений. Комусь, хто самостійно керує виноградником, легше диктувати свої умови, чи не так?

source: I dlatego podpaliłeś port?
uk: І тому ти підпалив порт?

source: I dlatego w wielkim pośpiechu wychodzicie z twierdzy? Wiem, że go masz. Znam cię na tyle dobrze, by wiedzieć, że nie zostawiasz roboty niedokończonej.
uk: І саме тому ви так поспішаєте покинути фортецю? Я знаю, що він у тебе. І знаю тебе достатньо добре, щоб розуміти, що ти не залишаєш справу незавершеною.

source: I do jakiegoś medyka też, jeśli te paskudy cię zraniły.
uk: І до якогось лікаря, якщо ці покидьки тебе поранили.

source: I do tego jeszcze umiesz walczyć!
uk: І до того ж, ти вмієш битися!

source: I dobrze myślałeś. Nie boimy się żadnego wroga, czy to drugiego człowieka, czy tych zielonych potworów. Inaczej ma się sprawa z przełożonymi, i jest to bardzo zdrowy układ.
uk: І ти правильно думав. Ми не боїмося жодного ворога, неважливо чи це інша людина, чи ті кляті орки. А от з керівництвом все інакше, і це дуже правильний підхід.

source: I dobrze.
uk: Ну й добре.

source: I dobrze. Może w końcu dostał od kogoś solidne baty za ciągłe kłapanie dziobem!
uk: І добре. Може, він нарешті отримав від когось по заслузі за постійне клацання своїм дзьобом!

source: I dopiero teraz mi o tym mówisz? To dodatkowa robota, będę musiał o tym poinformować sędziego.
uk: І ти тільки зараз мені про це кажеш? Це додаткова робота, і мені доведеться повідомити про це суддю.

source: I dostał, ale srebrnych.
uk: Так, отримав, але срібних.

source: I gdzie są?
uk: І де ж вони?

source: I ja ci mam w to uwierzyć? Po pierwsze, Gumbert zawsze znajdzie dobrą wymówkę, żeby się napić, a po drugie...
uk: Гадаєш, я в це повірю? По-перше, Гумберт завжди знайде привід, аби напитися, а по-друге...

source: I ja mam to niby zjeść? Przecież to obrzydliwe!
uk: І ти пропонуєш мені це з'їсти? Це огидно!

source: I ja mam w to uwierzyć?
uk: І я маю в це повірити?

source: I ja w zamian miałbym naprawić twoją sieć? Hm, w sumie brzmi to rozsądnie.
uk: А натомість я маю полагодити твою сітку? Хм, в цілому звучить розумно.

source: I jak ci idzie?
uk: І як виходить?

source: I jak ci poszło?
uk: Як усе пройшло?

source: I jak ci się tutaj podoba?
uk: І як тобі тут подобається?

source: I jak cię przekonały nasze argumenty? Całe to zamieszanie, to dla nas dodatkowe koszty.
uk: Тож тебе переконали наші аргументи? Вся ця метушня – це додаткові витрати для нас.

source: I jak idzie śledztwo? Dowiedziałeś się czegoś?
uk: І як просувається розслідування? Щось вдалося з'ясувати?

source: I jak ja mam was traktować poważnie? Z roku na rok Lorenzo przyjmuje w swoje szeregi coraz większych gburów!
uk: І як я можу сприймати тебе серйозно? З року в рік Лоренцо приймає до своїх лав все більше і більше хамів!

source: I jak podoba ci się Wilcze Leże?
uk: І як, тобі подобається Вовче Лігво?

source: I jak poszło?
uk: Як все пройшло?

source: I jak poszło? Dowiedziałeś się czegoś?
uk: Як успіхи? Вдалося щось з'ясувати?

source: I jak rozumiem, chcesz je dostać za darmo, tak?
uk: І, як я розумію, ти хочеш отримати їх задарма, так?

source: I jak się okazało nasze podejrzenia były bezzasadne, sądząc po tym jak daleko zaszedłeś.
uk: І як виявилось, наші підозри були безпідставними, судячи з того, як далеко ти зайшов.

source: I jak się spisałem?
uk: І як мої успіхи?

source: I jak się z tym wszystkim czujesz?
uk: І що ти про все це думаєш?

source: I jak tam Lutz, udało się?
uk: Що там Люце, все вдалося?

source: I jak tam twoje poszukiwania brata?
uk: А як просуваються пошуки твого брата?

source: I jak tam twoje wina?
uk: І як там твої вина?

source: I jak tam, masz moje 20 sztuk złota?
uk: Як щодо такого: де мої 20 золотих?

source: I jak tam, ojciec dał ci spokój?
uk: І що, батько відчепився від тебе?

source: I jak wam się udał dzień? Udało ci się nauczyć go czegokolwiek przydatnego?
uk: І як пройшов ваш день? Чи вдалося навчити його чомусь корисному?

source: I jak, czego dowiedziałeś się od Albyna?
uk: Що тобі вдалося з'ясувати від Альбіна?

source: I jak, czego się dowiedziałeś?
uk: Ну, що ти дізнався?

source: I jak, gdzie jest łup?
uk: І як, де здобич?

source: I jak, gotowe?
uk: Ну як, готово?

source: I jak, kolego, namyśliłeś się już? Gotowy chwycić za kilof?
uk: Ну що, приятелю, ти вже подумав? Готовий взятися за кирку?

source: I jak, nadal jestem cherlakiem?
uk: І як, я все ще здохляк?

source: I jak, polowanie udane? Nie widzę trofeum?
uk: І як, полювання вдалося? Я не бачу трофею.

source: I jak, praca tutaj chyba nie jest taka zła, prawda? Odwiedź mnie za jakiś czas, może będę miał jakiś nowy kufer.
uk: Ну як, працювати тут, напевно, не так вже й погано, правда? Заходь до мене через деякий час, можливо, у мене будуть ще скрині.

source: I jak, smakowało, szefie?
uk: І як воно на смак, шефе?

source: I jak, smakuje?
uk: І як воно на смак?

source: I jak, sprawa rozwiązana?
uk: І як, проблему вирішено?

source: I jak, udało ci się wywnioskować coś z tego bełkotu?
uk: І як, тобі вдалося щось зрозуміти з цієї тарабарщини?

source: I jak, wróciła ci pamięć?
uk: Ну як, пам'ять повернулася?

source: I jak, znalazłeś kogoś w kościele?
uk: І як, ти знайшов когось у церкві?

source: I jak, znaleźli coś?
uk: І як, щось знайшли?

source: I jak?
uk: І як?

source: I jak? Bruk wygodny?
uk: І як? Зручно на вулиці?

source: I jak? Dorwaliście go?
uk: І як? Ти спіймав його?

source: I jak? Ile chciał za ten przepis?
uk: І як? Скільки він хотів за це креслення?

source: I jak? Odzyskałeś moją paczkę?
uk: І що? Ти знайшов мій пакунок?

source: I jak? Powiedział ci coś? Miał przy sobie kontrakt?
uk: І що? Він що-небудь сказав? У нього був при собі контракт?

source: I jak? Przeor był wściekły?
uk: І як? Настоятель був сердитий?

source: I jak? Pójdziesz pilnować kopalni?
uk: То як? Ти підеш охороняти копальню?

source: I jak? Sprawa rozwiązana, prawda?
uk: І як? Справу розкрито, так?

source: I jak? Trzeba coś w nich zmieniać?
uk: І як? Чи потрібно щось в них змінити?

source: I jak? Udało ci się?
uk: Як все пройшло? Все вдалося?

source: I jak? Zadziałały? Opowiadaj!
uk: І як? Вони подіяли? Розказуй!

source: I jakby co...
uk: І якщо що...

source: I jakoś w tych całych nerwach zrzuciłam je z mostu prosto do morza.
uk: І якось, рознервувавшись, я викинула їх з мосту прямо у море.

source: I jeszcze jedno, na wszelki wypadek staraj się nie rzucać w oczy. Jesteś tu nowy, a nowi łatwo wpadają w kłopoty.
uk: І ще одне, про всяк випадок, намагайся не привертати до себе увагу. Ти тут новенький, а новенькі легко потрапляють у халепу.

source: I jeszcze jedno...
uk: Ще одне...

source: I jeszcze na koniec: jakie to uczucie zostać przez nie ugryzionym?
uk: І наостанок: яке це відчуття – бути вкушеним ними?

source: I jeszcze nawet nie ma odwagi, żeby się tu samemu pokazać z tą paskudną mordą!
uk: І йому навіть не вистачило сміливості показати тут свою паскудну морду!

source: I jeszcze się pyta! Co za bezczelność.
uk: І ти ще питаєш! Що за нахабство!

source: I jeszcze te szczury! Chciałeś nas pozarażać, jakimś choróbskiem! Przyznaj się!
uk: І ще ці щури! Ти хотів заразити нас якоюсь хворобою! Зізнавайся!

source: I jeśli twój szef chce dalej otrzymywać towary z winnicy, to radzę ci, żeby mój sekret pozostał między nami.
uk: І якщо твій шеф хоче й надалі отримувати товари з виноградника, раджу тобі зберегти мою таємницю між нами.

source: I już ja o to zadbam.
uk: А про це я вже потурбуюся.

source: I ktoś jeszcze?
uk: Хтось ще?

source: I leczysz go alkoholem?
uk: І ти лікуєш це алкоголем?

source: I mocno się przeliczył.
uk: І він сильно прорахувався.

source: I mojego brata...
uk: І для мого брата...

source: I muzyka! Koniecznie muzyka!
uk: І музика! Обов'язково музика!
